Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Profile name must be {0} characters or less.
fr: Le nom du profil doit être de maximum {0} caractères.

source: Failed to check for resource by name.
fr: Echec de vérification de la ressource par son nom.

source: Profile named <strong>{0}</strong> already exists.
fr: Le nom de profil <strong>{0}</strong> existe déjà.

source: Step 2 - Policy Selection
fr: Etape 3 - Sélection de stratégie

source: Choose the policies you wish to attach this resource to.
fr: Choisissez les stratégies que vous voulez attachez à cette ressource

source: You must select at least one policy to attach this resource to.
fr: Vous devez sélectionner au moins une stratégie pour cette ressource

source: Review the information below before clicking on <strong>Finish</strong> to create the profile.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le profil

source: Profile Name:
fr: Nom du profil:

source: Based On Profile:
fr: Basé sur le profil:

source: Profile Created
fr: Profil Créé

source: The profile creation wizard is now complete.
fr: L'assistant de création de profil est maintenant terminé.

source: The creation of the profile failed.
fr: La création du profil a échoué.

source: The creaton of the profile is complete, but some warnings occured.
fr: La création du profil est terminée, mais il y a eu des avertissements.

source: Profile created.
fr: Profil Créé

source: Attached profile to policies.
fr: Profil relié aux stratégies.

source: Failed to create new profile.
fr: Echec de création du nouveau profil

source: Keep-Alive interval (seconds)
fr: Intervalle de keep-alive (secondes)

source: The interval between keep-alive requests.
fr: L'intervalle entre les requêtes de keep-alive.

source: Shutdown interval (seconds)
fr: Intervalle d'extinction (secondes)

source: Interval in seconds to wait for before exiting the client after receiving a shutdown request
fr: Intervalle en secondes à attendre avant l'extinction du client après avoir reçu une requête d'extinction

source: Registration sync.
fr: Temps maximal d'enregistrement (Registration sync. )

source: timeout (seconds)
fr: Délai (secondes)

source: Registration timeout in seconds
fr: Délai d'enregistrement en secondes

source: Start automatically on logon
fr: Démarrer automatiquement à la connexion

source: Start the Adito Agent automatically upon logon.
fr: Démarrer l'agent Adito automatiquement à la connexion.

source: Browser command
fr: Commande du navigateur

source: Command to launch browser, leave blank for automatic.
fr: Commande pour lancer le navigateur, laisser vide pour "automatique".

source: Temporary tunnel inactivity timeout (secs)
fr: Délai d'inactivité d'un tunnel temporaire (secondes)

source: Interval in seconds to wait before offering to close a web forward tunnel, a value of 0 meant no timeout.
fr: Le temps d'inactivité en secondes avant d'être déconnecté automatiquement d'un tunnel, une valeur de 0 signifie aucun délai.

source: Enabled debugging / logging
fr: Activer le debug/log

source: Display information popups
fr: Afficher des popups d'information

source: None
fr: Aucun

source: Automatic
fr: Automatique

source: Message resources for SSL Tunnels.
fr: Ressources de message pour les tunnels SSL.

source: Configure SSL Tunnels to securely connect to remote TCP/IP based services on your Adito network.
fr: Configurer les tunnels SSL pour vous connecter de manière sécurisée aux services TCP/IP de votre réseau Adito.

source: View SSL Tunnels that have been configured for you to use.
fr: Voir les tunnels SSL qui ont été configurés pour vous.

source: Create Tunnel
fr: Créer un tunnel

source: Click here if you wish to create a new Tunnel.
fr: Cliquer ici si vous voulez créer un nouveau tunnel.

source: Create Personal Tunnel
fr: Créer un tunnel personnel

source: Click here if you wish to create a new Personal Tunnel.
fr: Cliquez ici si vous voulez créer un nouveau tunnel personnel.

source: You have already opened the remote tunnel on port {0}.
fr: Vous avez déjà ouvert le tunnel distant sur le port {0}.

source: If this problem persists, try logging out and back in again.
fr: Si le problème persiste, essayer de vous déloguer et vous reloguer.

source: Someone else has already opened a remote tunnel using port {0}.
fr: Quelqu'un d'autre a déjà ouvert le tunnel distant sur le port {0}.

source: Please try again later.
fr: Veullez réessayer plus tard.

source: If the problem persists, contact your administrator
fr: Si le problème persiste, contactez votre administrateur

source: The requested port is already in use.
fr: Le port demandé est déjà utilisé.

source: This usually suggests that another application is already running on port {0} on the server.
fr: Il est probable qu'une autre application utilise déjà le port {0} sur le serveur.

source: Agent refused to start the local tunnel.
fr: L'agent a refusé de démarrer le tunnel local.

source: Agent refused to stop the local tunnel.
fr: L'agent a refusé d'arrêter le tunnel local.

source: Failed to auto-start {0} tunnel(s).
fr: Echec d'auto-démarrage du tunnel {0}.

source: Adito:::Delete Tunnel
fr: Adito:::Effacer le tunnel

source: Are you sure you wish to delete this tunnel.
fr: Etes-vous sûr de vouloir supprimer ce tunnel.

source: Show Hidden:
fr: Montrer ce qui est caché:

source: Start:
fr: Démarrage::

source: Adito:::SSL-Tunneling
fr: Adito:::Tunnel SSL

source: Here you can configure SSL tunnels from your client to ports on machines inside your network.
fr: Ici vous pouvez configurer les tunnels SSL de votre client vers les ports des machines de votre réseau.

source: Many TCP protocols can be tunneled using SSL, including the SMTP and POP protocols used by your email client.
fr: La plupart des protocoles TCP peuvent être encpasulés dans un tunnel SSL, par exemple les protocoles SMTP et POP utilisés par votre client mail..

source: Here you can start and stop SSL Tunnels from your computer to machines inside your network.
fr: Ici vous pouvez démarrer et arrêter les tunnels SSL de votre client vers les machines de votre réseau.

source: Please contact your network administrator if the SSL Tunnel to which you require access is missing.
fr: Contactez votre administrateur réseau si un tunnel SSL auquel vous devez avoir accès est manquant.

source: Source Port
fr: Port Source

source: Source Interface
fr: Interface Source

source: Destination Host
fr: Hôte de Destination

source: Destination Port
fr: Port de Destination

source: Allow External Hosts
fr: Autoriser les hôtes externes

source: Open
fr: Ouvrir

source: start
fr: Démarrage

source: Remote
fr: Distant

source: Favorite
fr: Favori

source: The <strong>SSL-Tunneling</strong> feature allows you to tunnel many of your existing insecure applications over a secure SSL connection.
fr: La technologie de <strong>Tunnel SSL</strong> permet de sécuriser la plupart de vos applications réseau à travers une connexion SSL sécurisée.

source: This feature requires the Adito Agent which can be launched by pressing the button below.
fr: Cette fonctionnalité nécessite l'agent Adito qui peut être lancé en pressant le bouton ci-dessous.

source: Please select at least one tunnel to delete.
fr: Veuillez sélectionner au moins un tunnel à supprimer.

source: {0} tunnel(s) deleted.
fr: {0} tunnel(s) effacé(s).

source: You cannot delete global tunnels.
fr: Vous ne pouvez pas effacer de tunnels globaux.

source: You cannot edit global tunnels here.
fr: Vous ne pouvez pas éditer des tunnels globaux ici.

source: You may only edit one tunnel at a time.
fr: Vous ne pouvez éditer qu'un seul tunnel à la fois.

source: Cannot edit open tunnel.
fr: Impossible d'éditer un tunnel ouvert.

source: You must select at least one tunnel to add as a favorite.
fr: Vous devez sélectionner au moins un tunnel à ajouter comme Favori.

source: The tunnel {0} already exists as a favorite.
fr: Le tunnel {0} existe déjà comme Favori.

source: Favorites added.
fr: Favoris ajoutés.

source: This feature requires the Adito Agent which you do not currently have permission to use.
fr: Cette fonctionnalité nécessite l'Agent Adito, mais vous n'avez pas la permission de l'utiliser.

source: Tunnel Type
fr: Type de tunnel

source: Tunnel <strong>{0}</strong> started.
fr: Tunnel <strong>{0}</strong> démarré.

source: Tunnel <strong>{0}</strong> stopped.
fr: Tunnel <strong>{0}</strong> arrêté.

source: The agent reported that the tunnel could not be started.
fr: L'agent a signalé que le tunnel ne peut pas être démarré.

source: The agent reported that the tunnel could not be stopped.
fr: L'agent a signalé que le tunnel ne peut pas être arrêté.

source: You do not have permission to use the tunnel <strong>{0}</strong>.
fr: Vous n'avez pas la permission d'utiliser le tunnel <strong>{0}</strong>.

source: There are currently no tunnel or none that you are allowed to edit.
fr: Il n'y a actuellement aucun tunnel ou vous n'êtes pas autorisé à les éditer.

source: If allowed, you will be able to create a new tunnel by selecting the <b>Create Tunnel</b> action.
fr: Si vous avez les autorisations nécessaires, vous pourrez créer un nouveau tunnel en sélectionnant l'action <b>Créer un tunnel</b>.

source: Remove this tunnel
fr: Supprimer ce tunnel

source: Edit this tunnel
fr: Editer ce tunnel

source: Copy this tunnel
fr: Copier ce tunnel

source: Switch On
fr: Activer

source: Switch On the Tunnel.
fr: Activer le tunnel.

source: Switch Off
fr: Désactiver

source: Switch Off the Tunnel.
fr: Désactiver le tunnel.

source: Adito:::Global Tunnels
fr: Adito:::Tunnels Globaux

source: You may define global tunnels here that will be made available to every Adito user that logs on and starts a Adito Agent.
fr: Vous pouvez définir des tunnels globaux ici qui seront disponibles pour tous les utilisateurs Adito qui utilisent l'agent Adito.

source: The source port should be a number between 1 and 65535.
fr: Le port source devrait être un nombre entre 1 et 65535.

source: The destination port should be a number between 1 and 65535.
fr: Le port de destination devrait être un port entre 1 et 65535.

source: The destination host should be entered.
fr: L'hôte de destination doit être mentionné.

source: UDP is for local tunnels only.
fr: UDP est pour les tunnels locaux seulement.

source: Invalid hostname.
fr: Nom d'hôte invalide.

source: Officially, only alphanumeric characters, '-' and '.' are supported in hostnames although in practice you may have hostnames that contain other characters such as '_'.
fr: Officiellement, seuls les caractères alphanumeriques, '-' et '.' sont supportés par les noms d'hôte même si en pratique ils peuvent contenir d'autres caractères comme '_'.

source: Invalid source interface.
fr: Interface source invalide.

source: Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or a valid IP address on the clients computer.
fr: Doit être vide pour toutes les interfaces, 127.0.0.1 pour localhost, 127.0.0.2 pour une solution de contournement (voir la base de connaissance) ou une adresse IP valide sur l'ordinateur client.

source: Must either be blank for all interfaces, 127.0.0.1 for localhost, 127.0.0.2 for the localhost workaround (see knowledge base) or the IP address of a network interface on this server.
fr: Doit être vide pour toutes les interfaces, 127.0.0.1 pour localhost, 127.0.0.2 pour une solution de contournement (voir la base de connaissance) ou l'adresse d'une interface réseau sur ce serveur.

source: Adito:::Edit Tunnel
fr: Adito:::Edition Tunnel

source: Edit Tunnel
fr: Editer un Tunnel

source: Edit a tunnel
fr: Edit un tunnel

source: Tunnel has been changed.
fr: Le tunnel a changé.

source: Path
fr: Chemin

source: Add To Favorites:
fr: Ajouter aux Favoris:

source: Adito::::Create SSL Tunnel
fr: Adito::::Créer un tunnel SSL

source: The following wizard will guide you through the stages of configuring a new SSL Tunnel and assigning it to one or more policies.
fr: L'assistant suivant vous guidera à travers les étapes de configuration d'un nouveau tunnel et l'assignation à une ou plusieurs stratégies.

source: Create SSL Tunnel
fr: Créer un tunnel SSL

source: Tunnel Details
fr: Détails du Tunnel

source: Step 1 - SSL Tunnel Resource Details
fr: Etape 1 - Détails des ressourcees du Tunnel SSL

source: Please provide a name and description for this tunnel.
fr: Veuillez fournir un nom et une description pour ce tunnel

source: No tunnel name has been provided.
fr: Aucun nom de tunnel n'a été fourni

source: You must provide a description for this tunnel.
fr: Vous devez fournir une description pour ce tunnel.

source: Tunnel name must be {0} characters or less.
fr: Le nom du tunnel doit être de maximum {0} caractères.

source: Failed to check for tunnel by name.
fr: Echec de vérification du tunnel par son nom.

source: Tunnel named <strong>{0}</strong> already exists.
fr: Le tunnel <strong>{0}</strong> existe déjà.

source: Step 2 - SSL Tunnel Other Details
fr: Etape 2 - Autres Détails du Tunnel SSL

source: Please provide the other information for this tunnel.
fr: Fournissez les autres informations pour ce tunnel.

source: Step 3 - SSL Tunnel Policies Selection
fr: Etape 3 - Sélection des Stratégies du Tunnel SSL

source: Choose the policies you wish to attach this tunnel to.
fr: Choisissez les stratégies que vous voulez attachez à ce tunnel.

source: You must select at least one policy to attach this tunnel.
fr: Vous devez sélectionner au moins une stratégie à relier à ce tunnel.

source: Step 3 - SSL Personal Tunnel Policy
fr: Etape 3 - Stratégie de Tunnel SSL Personnel

source: Your personal Tunnel is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr: Votre Tunnel personnel va être attachée a votre stratégie personnelle: "{0}"<br/> Sachez qu'un Administrateur peut à tout moment, voir, éditer et supprimer vos ressources et stratégies personnelles.

source: Step 4 - SSL Tunnel Summary
fr: Etape 4 - Résumé du Tunnel SSL

source: Review the information below before clicking on <strong>Finish</strong> to create the tunnel.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le tunnel.

source: Tunnel Name:
fr: Nom du Tunnel:

source: SSL Tunnel Created
fr: Tunnel SSL Créé

source: The tunnel creation wizard is now complete.
fr: L'assistant de création de tunnel est maintenant terminé.

source: The creation of the tunnel failed.
fr: La création du tunnel a échoué.

source: The creaton of the tunnel is complete, but some warnings occured.
fr: La création du tunnel est terminée, mais il y a eu des avertissements.

source: Tunnel created.
fr: Tunnel créé.

source: Attached tunnel to policies.
fr: Tunnel relié aux stratégies.

source: Failed to create new tunnel.
fr: Echec de création du nouveau tunnel.

source: Tunnel Opened
fr: Tunnel Ouvert

source: Tunnel Closed
fr: Tunnel Fermé

source: Tunnel Created
fr: Tunnel Créé

source: Tunnel Edited
fr: Tunnel Edité

source: Tunnel Deleted
fr: Tunnel Effacé

source: Validation Messages
fr: Messages de Validation

source: Message resources Adito for Validator Messages.
fr: Ressources de message pour les messages de validation.

source: Interal validation error validating {3}.
fr: Erreur de validation {3}.

source: <strong>{3}</strong> is out of range.
fr: <strong>{3}</strong> hors limite.

source: Must be a number between {0} and {1} inclusive.
fr: Doit être un nombre compris en {0} et {1} inclus.

source: <strong>{3}</strong> must be a number be between {0} and {1} inclusive.
fr: <strong>{3}</strong> doit être un nombre compris en {0} et {1} inclus.

source: <strong>{3}</strong> is too short.
fr: <strong>{3}</strong> est trop court.

source: Must be a string between {0} and {1} characters.
fr: Doit être une chaîne comprise entre {0} et {1} caractères.

source: <strong>{3}</strong> is too long.
fr: <strong>{3}</strong> est trop long.

source: <strong>{3}</strong> doesn't match the specified required pattern.
fr: <strong>{3}</strong> ne correspond pas au modèle exigé indiqué.

source: <strong>{0}</strong> isn't a valid IP Address for <strong>{3}</strong>.
fr: <strong>{0}</strong> n'est pas une adreses IP valide pour <strong>{3}</strong>.

source: <strong>{3}</strong> contains non-ascii characters.
fr: <strong>{3}</strong> contient des caractères non ascii.

source: <strong>{0}</strong> isn't a valid distinguished name for <strong>{3}</strong>.
fr: <strong>{0}</strong> n'est pas un nom valide pour <strong>{3}</strong>.

source: <strong>{0}</strong> isn't a valid boolean.
fr: <strong>{0}</strong> n'est pas un booléen valide.

source: Must be either {1} or {2}.
fr: Doit être {1} ou {2}.

source: <strong>{0}</strong> can't be empty.
fr: <strong>{0}</strong> ne peut pas être vide.

source: The default is <strong>{1}</strong>
fr: La valeur par défaut est <strong>{1}</strong>

source: <strong>{0}</strong> isn't a valid Theme.
fr: <strong>{0}</strong> n'est pas un thème valide.

source: <strong>{3}</strong> isn't a valid address pattern.
fr: <strong>{3}</strong> n'est pas un modèle d'adresse valide.

source: Must be either specific address, CIDR network or wildcard address.
fr: Doit être une adresse spécifique, réseau CIDR ou une adresse de remplacement.

source: Hostname, IP address or port for <strong>{3}</strong> is not valid.
fr: Nom d'hôte, adresse IP ou port pour <strong>{3}</strong> n'est pas valide.

source: Must be in the format <i>hostname[:port]</i> or <i>address[:port]</i>
fr: Doit être au format i>Nom d'hôte[:port]</i> ou <i>addresse[:port]</i>

source: Hostname, IP address for <strong>{3}</strong> is not valid.
fr: Nom d'hôte, adresse IP ou port pour <strong>{3}</strong> n'est pas valide.

source: Must be in the format <i>hostname</i> or <i>address</i>
fr: Doit être au format i>Nom d'hôte[:port]</i> ou <i>addresse[:port]</i>

source: <strong>{0}</strong> is not allowed for Type Options, there needs to be two values separated by a comma.
fr: <strong>{0}</strong> n'est pas autorisé pour ce type d'option, il est nécessaire d'avoir 2 valeurs séparées par une virgule.

source: Web Forwarding
fr: Application Web

source: Message resources for Adito's Web Forwards feature.
fr: Ressources de message pour la fonctionnalité Applications Web d'Adito

source: A list of the users Web Forwards.
fr: Liste des Applications Web utilisateur.

source: Configure access to internal web applications.
fr: Configurer l'accès aux Applications Web internes.

source: Adito:::Web Forwards
fr: Adito:::Applications Web

source: Here you may configure your web forwards.
fr: Ici vous pouvez configurer vos applications web.

source: Adito provides three methods of forwarding intranet websites.
fr: Adito fournit trois méthodes pour accéder aux sites intranet.

source: Please see the help file for more information on which is the most appropriate in your environment.
fr: Veuillez consulter le fichier d'aide pour plus d'informations sur la méthode la mieux appropriée dans votre environnement.

source: A Web Forward is a link to an intranet website within your network.
fr: Une Application Web est un lien vers un site intranet de votre réseau.

source: Click on the links to access your preconfigured Web Forwards.
fr: Cliquez sur les liens pour accéder aux Apllications Web préconfigurées.

source: Please contact your network administrator if the web forward resource to which you require access is missing.
fr: Contactez votre administrateur réseau si un accès vers une application web est manquant.

source: Web forward type:
fr: Type d'Application Web:

source: Destination URL:
fr: URL de Destination:

source: Tunneled proxy
fr: Proxy tunnelé

source: Replacement proxy
fr: Proxy de remplacement

source: Path-Based Reverse proxy
fr: Proxy inverse basé sur des chemins

source: Host-Based Reverse proxy
fr: Proxy inverse basé sur le nom d'hôte

source: Remove this web forward
fr: Supprimer cette application Web

source: Edit this web forward
fr: Editer cette application Web

source: Copy this web forward
fr: Copier cette Application Web

source: <strong>This web forward is attached to multiple policies :-</strong>
fr: <strong>Cette application est reliée a plusieurs stratégies :-</strong>

source: There are currently no existing web forwards or none that you are allowed to edit.
fr: Il n'y a actuellement aucune application web ou vous n'êtes pas autorisé à les éditer.

source: If allowed, you will be able to create a new web forward by selecting the <b>Create Web Forward</b> action.
fr: Si vous avez les autorisations nécessaires, vous pourrez créer un nouveau raccourci en sélectionnant l'action <b>Créer une application Web</b>.

source: Edit this web forward.
fr: Editer cette Application Web.

source: Remove this web forward.
fr: Supprimer cette application Web.

source: Create Web Forward
fr: Créer une application Web

source: Click here if you wish to create a new Web Forward.
fr: Cliquer ici si vous voulez créer une nouvelle application Web.

source: Create Personal Web Forward
fr: Créer une application Web personnelle

source: Click here if you wish to create a new Peronal Web Forward.
fr: Cliquer ici si vous voulez créer une nouvelle application Web personnelle.

source: Customise the behaviour of the Replacement Proxy.
fr: Personnalisez le comportement du Proxy de Remplacement.

source: Adito:::Web Forward
fr: Adito:::Application Web

source: Confirm remove Web Forward
fr: Confirmer la suppression de l'application Web

source: Are you sure you wish to remove this Web Forward.
fr: Etes-vous sûr de vouloir supprimer cette application Web.

source: Destination URL
fr: URL de destination

source: Active DNS
fr: DNS actif

source: Host Header
fr: Entête d'hôte

source: Paths
fr: Chemins

source: Encoding
fr: Codage

source: Restrict to hosts
fr: Limité aux hôtes

source: Use Browser Cookies
fr: Utiliser les cookies du navigateur

source: Preferred scheme
fr: Arrangement préféré

source: Authentication Type
fr: Type d'authentification

source: Form-Based
fr: Basé sur un formulaire

source: Host
fr: Hôte

source: New Path
fr: Nouveau chemin

source: Parameter
fr: Paramètre

source: Form Parameters
fr: Paramètres du formulaire

source: Authentication
fr: Authentification

source: Adito:::Edit Web Forward
fr: Adito:::Editer l'application Web

source: Edit Web Forward
fr: Editer l'Application Web

source: Edit a Web Forward
fr: Editer une Application Web

source: No category provided.
fr: Pas de catégorie fournie

source: You must provide an existing or new category name for this web forward.
fr: Vous devez fournir une catégorie existante (ou une nouvelle) pour cette application.

source: Web forward saved.
fr: Application Web sauvegardée.

source: Adito::::Create Web Forward
fr: Adito::::Créer une application Web

source: The following wizard will guide you through the stages of configuring a new Web Forward and assigning it to one or more policies.
fr: Cet assistant va vous guider tout au long des étapes pour configurer une nouvelle Application Web et lui attribuer une ou plusieurs stratégies.

source: Web Forward Type
fr: Type d'Application Web

source: Step 1 - Web Forward Type
fr: Etape 1 - Type d'application

source: Please select the type of web forward you would like to create
fr: Sélectionnez le type d'application Web que vous voulez créer

source: Create Tunneled Web
fr: Créer un tunnel Web

source: Click here if you wish to create a new Tunneled Web Forward.
fr: Cliquer ici si vous voulez créer une nouvelle application Web tunnelée.

source: Create Replacement Proxy
fr: Créer un proxy de remplacement
